fservais911/rallybox-sd-wifi/sdkconfig.ci.esp32c6_xtal26m
CONFIG_IDF_TARGET="esp32c6"
CONFIG_XTAL_FREQ_26=y